Repository: scooller/wp-bootstrap-theme
Catalog: languages/*.po
Languages: pt_br

source: Primary
pt_br: Principal

source: Footer
pt_br: Rodapé

source: Sidebar
pt_br: Barra lateral

source: Add widgets here.
pt_br: Adicione widgets aqui.

source: Footer 1
pt_br: Rodapé 1

source: Add widgets here for the first footer column.
pt_br: Adicione widgets aqui para a primeira coluna do rodapé.

source: Footer 2
pt_br: Rodapé 2

source: Add widgets here for the second footer column.
pt_br: Adicione widgets aqui para a segunda coluna do rodapé.

source: Footer 3
pt_br: Rodapé 3

source: Add widgets here for the third footer column.
pt_br: Adicione widgets aqui para a terceira coluna do rodapé.

source: Skip to content
pt_br: Pular para o conteúdo

source: Toggle navigation
pt_br: Alternar navegação

source: Your cart is empty.
pt_br: Seu carrinho está vazio.

source: . Theme: %1$s by %2$s.
pt_br: . Tema: %1$s por %2$s.

source: Nothing here
pt_br: Nada aqui

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt_br: Pronto para publicar seu primeiro post? <a href="%1$s">Comece aqui</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt_br: Desculpe, mas nada correspondeu aos seus termos de busca. Por favor, tente novamente com palavras-chave diferentes.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_br: Parece que não conseguimos encontrar o que você procura. Talvez a busca possa ajudar.

source: Welcome to Our Website
pt_br: Bem-vindo ao Nosso Site

source: This is a beautiful WordPress theme built with Bootstrap 5.3
pt_br: Este é um belo tema WordPress construído com Bootstrap 5.3

source: Learn More
pt_br: Saiba Mais

source: Shop Now
pt_br: Compre Agora

source: Hero Image
pt_br: Imagem Principal

source: Posts pagination
pt_br: Paginação de posts

source: &laquo; Previous Posts
pt_br: &laquo; Posts Anteriores

source: Next Posts &raquo;
pt_br: Próximos Posts &raquo;

source: Shopping Cart
pt_br: Carrinho de Compras

source: Your cart is empty
pt_br: Seu carrinho está vazio

source: Looks like you haven't added anything to your cart yet.
pt_br: Parece que você ainda não adicionou nada ao seu carrinho.

source: Continue Shopping
pt_br: Continuar Comprando

source: Cart Summary
pt_br: Resumo do Carrinho

source: Cart Items
pt_br: Itens do Carrinho

source: View Cart
pt_br: Ver Carrinho

source: Checkout
pt_br: Finalizar Compra

source: Sale!
pt_br: Promoção!

source: Search Results for: %s
pt_br: Resultados de busca para: %s

source: Read More
pt_br: Leia Mais

source: Shop Sidebar
pt_br: Barra Lateral da Loja

source: Add widgets here to appear on shop pages.
pt_br: Adicione widgets aqui para aparecer nas páginas da loja.

source: Bootstrap Shopping Cart
pt_br: Carrinho de Compras Bootstrap

source: Display WooCommerce shopping cart with automatic checkout updates
pt_br: Exibir carrinho de compras WooCommerce com atualizações automáticas de checkout

source: cart
pt_br: carrinho

source: shopping
pt_br: compras

source: Cart Settings
pt_br: Configurações do Carrinho

source: Show Empty Cart Message
pt_br: Mostrar Mensagem de Carrinho Vazio

source: Show Totals
pt_br: Mostrar Totais

source: Show Cart & Checkout Buttons
pt_br: Mostrar Botões de Carrinho e Checkout

source: Shopping cart preview (displays on frontend)
pt_br: Pré-visualização do carrinho de compras (exibido no frontend)

source: Shopping Cart Block
pt_br: Bloco de Carrinho de Compras

source: This block displays the WooCommerce shopping cart on the frontend.
pt_br: Este bloco exibe o carrinho de compras WooCommerce no frontend.

source: The cart will appear here when visitors add products.
pt_br: O carrinho aparecerá aqui quando os visitantes adicionarem produtos.

source: Empty message
pt_br: Mensagem vazia

source: Show totals
pt_br: Mostrar totais

source: Show buttons
pt_br: Mostrar botões

source: WooCommerce is not active
pt_br: WooCommerce não está ativo

source: Your cart is currently empty
pt_br: Seu carrinho está vazio no momento

source: Product
pt_br: Produto

source: Qty
pt_br: Qtd.

source: Price
pt_br: Preço

source: No image
pt_br: Sem imagem

source: Remove
pt_br: Remover

source: Tax:
pt_br: Imposto:

source: Stock
pt_br: Estoque

source: En stock
pt_br: Em estoque

source: Agotado
pt_br: Esgotado

source: ¡Oops! Página no encontrada
pt_br: Ops! Página não encontrada

source: Lo sentimos, pero la página que buscas no existe. Es posible que haya sido movida, eliminada o que hayas escrito mal la dirección.
pt_br: Desculpe, mas a página que você procura não existe. Ela pode ter sido movida, excluída ou você digitou o endereço errado.

source: Volver al Inicio
pt_br: Voltar ao Início

source: Intenta buscar lo que necesitas:
pt_br: Tente procurar o que você precisa:

source: Volver Atrás
pt_br: Voltar

source: O puedes revisar nuestras últimas entradas:
pt_br: Ou você pode revisar nossos últimos posts:

source: Este tema requiere Advanced Custom Fields (ACF) para funcionar correctamente.
pt_br: Este tema requer Advanced Custom Fields (ACF) para funcionar corretamente.

source: Este tema requiere Advanced Custom Fields PRO para funcionar correctamente. La versión gratuita no es suficiente.
pt_br: Este tema requer Advanced Custom Fields PRO para funcionar corretamente. A versão gratuita não é suficiente.

source: Icono FontAwesome (ej: fa-home)
pt_br: Ícone FontAwesome (ex: fa-home)

source: Ver todos los iconos FontAwesome
pt_br: Ver todos os ícones FontAwesome

source: Mostrar como botón Bootstrap
pt_br: Mostrar como botão Bootstrap

source: Estilo de botón Bootstrap
pt_br: Estilo de botão Bootstrap

source: (Sin estilo)
pt_br: (Sem estilo)

source: Please set up a menu in Appearance → Menus and assign it to the "Primary" location.
pt_br: Por favor configure um menu em Aparência → Menus e atribua à localização "Primary".

source: Open Shopping Cart
pt_br: Abrir Carrinho de Compras

source: View Shopping Cart
pt_br: Ver Carrinho de Compras

source: Logout
pt_br: Sair

source: Dashboard
pt_br: Painel

source: Login
pt_br: Entrar

source: Sign-up
pt_br: Cadastrar-se

source: Loading...
pt_br: Carregando...

source: Páginas del contenido
pt_br: Páginas do conteúdo

source: Products
pt_br: Produtos

source: Other Content
pt_br: Outro Conteúdo

source: Navegación entre entradas
pt_br: Navegação entre posts

source: Entrada anterior
pt_br: Post anterior

source: Siguiente entrada
pt_br: Próximo post

source: Entradas relacionadas
pt_br: Posts relacionados

source: Leer más
pt_br: Leia mais

source: Si puedes ver este mensaje con estilos de Bootstrap, significa que el tema está cargando correctamente.
pt_br: Se você pode ver esta mensagem com estilos Bootstrap, significa que o tema está carregando corretamente.

source: Los estilos CSS de Bootstrap 5.3 se están aplicando correctamente.
pt_br: Os estilos CSS do Bootstrap 5.3 estão sendo aplicados corretamente.

source: Nombre
pt_br: Nome

source: Entradas Anteriores
pt_br: Posts Anteriores

source: Siguientes Entradas
pt_br: Próximos Posts

source: Sin Comentarios
pt_br: Sem Comentários

source: 1 Comentario
pt_br: 1 Comentário

source: %s Comentarios
pt_br: %s Comentários

source: No hay nada aquí
pt_br: Não há nada aqui

source: Lo siento, pero no encontramos coincidencias con tus términos de búsqueda.
pt_br: Desculpe, mas não encontramos correspondências com seus termos de busca.

source: Parece que no podemos encontrar lo que buscas.
pt_br: Parece que não conseguimos encontrar o que você procura.

source: ¿Listo para publicar tu primera entrada?
pt_br: Pronto para publicar seu primeiro post?

source: Comienza aquí
pt_br: Comece aqui

source: Buscar...
pt_br: Procurar...

source: Cerrar
pt_br: Fechar

source: Featured
pt_br: Destaque

source: Out of Stock
pt_br: Fora de Estoque

source: Suscribirse al boletín
pt_br: Assinar newsletter

source: Suscribirse
pt_br: Assinar

source: ¡Gracias por suscribirte!
pt_br: Obrigado por assinar!

source: Ya estás suscripto
pt_br: Você já está inscrito

source: Tu dirección de email
pt_br: Seu endereço de email

source: Dirección de email
pt_br: Endereço de email
